{
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	},
	"monsterFluff": [
		{
			"name": "Adult Amonkhet Dragon",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Dragon",
				"source": "PSA"
			}
		},
		{
			"name": "Ammit",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Demon",
				"source": "PSA"
			}
		},
		{
			"name": "Amonkhet Demon",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Demons",
									"entries": [
										"Deep in the desert, far from the protection of the Hekma and the safety of Naktamun, lies a place called Ifnir, the Demons' Nest. The people of Amonkhet believe that the God-Pharaoh banished all the demons of this plane to the desolation of Ifnir as punishment when they rose up in rebellion against him. Some say that the angels carry the worst dissenters into the heart of Ifnir, which is a fate far worse than merely being abandoned amid the scouring sands.",
										"The demons of Ifnir bear some resemblance to Bolas, with long limbs and tails, huge wings, and gaunt bodies adorned with horns and blades. Other demonic creatures have more bestial features, including {@creature ammit|PSA|ammits}—crocodilian demons sometimes used as challenges within the trials of the five gods—and the scorpion demons called {@creature soulstinger demon|PSA|soulstingers}, whose venom causes excruciating pain in its victims."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Archfiend of Ifnir.webp"
					}
				}
			]
		},
		{
			"name": "Amonkhet Dragon",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Dragons",
									"entries": [
										"Dragons are fierce monsters with heavy reptilian bodies, crocodilian heads, and leathery wings, and are dis-tinguished by their ability to breathe fire. Though Nicol Bolas is also a dragon, he feels no kinship for these savage, dim-witted beasts. They live mostly in the remote reaches of the desert, soaring in lazy circles through the sky as they search for prey. Sometimes they are captured and brought inside the Hekma, where they are put to use within the trials of the five gods—especially in the climactic battles of the final Trial of Zeal."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Amonkhet Dragon.webp"
					}
				}
			]
		},
		{
			"name": "Amonkhet Dragon Wyrmling",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Dragon",
				"source": "PSA"
			}
		},
		{
			"name": "Amonkhet Hydra",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The hydra is a reptilian horror with a crocodilian body and multiple heads on long, serpentine necks. Although its heads can be severed, the hydra magically regrows them in short order. A typical specimen has five heads. At the dawn of time, {@deity Tiamat|dawn war|dmg}, the Queen of Evil Dragons, slew a rival dragon god named Lernaea and cast her blood across the multiverse. Each drop that fell upon a world spawned a multi-headed hydra consumed by a hunger as great as the fallen god's hatred. Great champions are known to test their mettle against these fearsome creatures.",
								{
									"type": "entries",
									"name": "The Desert Lands",
									"entries": [
										"The desolate wilderness beyond the protection of the Hekma is largely uncharted. Immediately beyond the protective veil is a chaotic dune sea called Shefet, the Scouring Sands. The desert wears away at the edges of the fertile lands surrounding Naktamun, serving as a constant reminder that only the bounty and protection of the God-Pharaoh stand between the people of the city-state and a grisly death in the sands beyond. Beyond Shefet are parched, cracked expanses called Ramunap, the Broken Lands. The ruins of ancient civilizations are said to lie in the Broken Lands, though no one has ever explored such ruins and returned to Naktamun to tell of them."
									]
								},
								{
									"name": "Everlasting Hunger",
									"type": "entries",
									"entries": [
										"A rapacious and gluttonous monster, a hydra snatches and tears apart its prey in a frenzy of feeding. When a hydra has cleared a territory of food and driven off any creatures smart enough to avoid it, it moves on to seek its meals elsewhere. A hydra's hunger is so great that if it can't feed, it might turn against itself, its heads attacking each other as the creature eats itself alive."
									]
								},
								{
									"name": "Hardy Water Dwellers",
									"type": "entries",
									"entries": [
										"Hydras are natural swimmers, dwelling in rivers, along lakeshores, in ocean shallows, and in wetland bogs. A hydra rarely requires shelter from the elements, so it doesn't normally have a lair. Only in colder climes are hydras drawn to the protection of sheltered caverns and ruins. When a hydra sleeps, at least one of its heads remains awake and alert, making the creature difficult to catch by surprise."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Amonkhet Hydra.webp"
					}
				}
			]
		},
		{
			"name": "Amonkhet Mummy",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Not every citizen of Naktamun proves to be worthy of the afterlife. Acolytes sometimes die before the Ceremony of Measurement, perhaps in training accidents. Many {@background initiate|PSA|initiates} perish in one of the first four trials, before earning their five cartouches. {@background vizier|PSA|Viziers} sometimes die before they have truly earned a place in the afterlife serving their gods. Without having proven themselves worthy, these poor souls have no place as Eternals in the afterlife—but neither have they committed a grievous sin that would warrant abandoning them to the Curse of Wandering as marauding {@creature amonkhet mummy|PSA|mummies}.",
								"Fortunately, the beneficence of the God-Pharaoh is great enough to provide a role for these people. Called the anointed, they are carefully embalmed, protected from the Curse of Wandering, and allowed to spend another lifetime in service to the worthy. The God-Pharaoh promises that those who faithfully serve as the anointed will earn a place as attendants in the afterlife as well, and even an eternity of service in the afterlife is prefera-ble to an eternity subjected to the Curse of Wandering.",
								"The bodies of the anointed are carefully wrapped in cloth and adorned with cartouches. In contrast to the cartouches of {@background initiate|PSA|initiates} and {@background vizier|PSA|viziers}, these do not harbor the life essence of the deceased at their best. Instead, they coach the anointed for a particular form of service. With their cartouches in place, the anointed rise and join the ranks of serving {@creature amonkhet mummy|PSA|mummies} who attend to the needs of daily life in Amonkhet.",
								{
									"type": "entries",
									"name": "The Curse of Wandering",
									"entries": [
										"The Curse of Wandering is the greatest danger of the desert lands. A creature killed in the desert rises again as a {@creature zombie} as soon as the moisture has dried from its flesh. As a result, the corpses of every kind of desert creature shamble across the dunes alongside the humanoid {@creature zombie||zombies} of {@background dissenter|PSA|dissenters} and would-be explorers. Most of these former humanoids are mindless marauders, though some tales speak of {@creature amonkhet mummy|PSA|mummies} that have retained a sinister intelligence and even magical ability, becoming {@creature amonkhet mummy lord|PSA|mummy lords}."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Amonkhet Mummy Lord.webp"
					}
				}
			]
		},
		{
			"name": "Amonkhet Mummy Lord",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Mummy",
				"source": "PSA"
			}
		},
		{
			"name": "Amonkhet Sphinx",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Sphinxes are inscrutable beings, and keepers of secrets and mysteries. They have leonine bodies, hawklike wings, and faces resembling humans, framed by great frills or manes of feathers. Their powerful forearms are also feathered, and fans of long feathers form their tails.",
								"The sphinxes of Amonkhet are perhaps the only creatures to remain uncorrupted by the influence of Nicol Bolas on this plane. Their impenetrable minds proved to be beyond even Bolas's ability to control—but even so, he was able to place them under a curse to guarantee their silence. A sphinx is utterly incapable of communication—verbal or nonverbal, even written—as long as the curse remains in effect. In this way, Bolas has prevented the sphinxes from revealing his system of lies to the people or gods of Naktamun."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Amonkhet Sphinx.webp"
					}
				}
			]
		},
		{
			"name": "Ancient Amonkhet Dragon",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Dragon",
				"source": "PSA"
			}
		},
		{
			"name": "Angel of Amonkhet",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Whatever their original forms might have been, the angels of Amonkhet have been twisted into distorted reflections of Nicol Bolas. Their limbs are long and thin, with elongated shins and forearms. Their huge wings are adorned with white and black feathers. Light shines through their joints and chests as if from an internal fire, and their eyes glow with a gold or orange light.",
								"Bolas's angels are his personal agents during his absence from Amonkhet. Their mission, which they pursue with unwavering devotion, is to keep Naktamun free of dissenting voices. They stand as sentinels over the city, extending supernatural senses to detect the presence of {@background dissenter|psa|dissenters}. They use their long, hooked {@item staff|phb|staffs} to capture those who question the God-Pharaoh's rule, and are tasked with carrying out the punishment that Bolas's law demands. {@background dissenter|PSA|Dissenters} are bound into sarcophagi—the Tombs of Disgrace—and exposed to the mockery of fellow citizens in the Display of Doubt. On the following morning, the angels carry the sarcophagi into the desert and abandon the {@background dissenter|PSA|dissenters} to the horrors of the sands—and the Curse of Wandering."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Angel of Amonkhet.webp"
					}
				}
			]
		},
		{
			"name": "Anointed",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Mummy",
				"source": "PSA"
			},
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Anointed.webp"
					}
				}
			]
		},
		{
			"name": "Archfiend of Ifnir",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Demon",
				"source": "PSA"
			}
		},
		{
			"name": "Cerodon",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Cerodons are sometimes mistaken for herbivores because of their resemblance to bulls, but they are never mistaken for harmless. They stand over thirty feet tall at the shoulder, and their heads are crowned with enormous horns that jut forward from the nose, then extend backward almost the entire length of their bodies. The horn structure resembles a sandstone cliff, and a cerodon can use it to ruin buildings or monuments with a minimum of effort. Cerodons are extremely aggressive, and often mistake the shimmering Hekma for an intruder into their territory.",
								{
									"type": "entries",
									"name": "The Desert Lands",
									"entries": [
										"The desolate wilderness beyond the protection of the Hekma is largely uncharted. Immediately beyond the protective veil is a chaotic dune sea called Shefet, the Scouring Sands. The desert wears away at the edges of the fertile lands surrounding Naktamun, serving as a constant reminder that only the bounty and protection of the God-Pharaoh stand between the people of the city-state and a grisly death in the sands beyond. Beyond Shefet are parched, cracked expanses called Ramunap, the Broken Lands. The ruins of ancient civilizations are said to lie in the Broken Lands, though no one has ever explored such ruins and returned to Naktamun to tell of them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Cerodon.webp"
					}
				}
			]
		},
		{
			"name": "Criosphinx",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A rare few {@creature amonkhet sphinx|PSA|sphinxes} have the heads of rams instead of the humanlike faces of other {@creature amonkhet sphinx|PSA|sphinxes}. Though they lie under the same curse as all their kind, they are less enigmatic and more aggressive, actively attacking {@creature angel of amonkhet|PSA|angels}, demons, and other agents of Bolas they encounter in the desert. They stay far from Naktamun and care little for its people. Their hatred of Bolas is driven only by his curse.",
								{
									"type": "entries",
									"name": "Sphinxes",
									"entries": [
										"{@creature amonkhet sphinx|PSA|Sphinxes} are inscrutable beings, and keepers of secrets and mysteries. They have leonine bodies, hawklike wings, and faces resembling humans, framed by great frills or manes of feathers. Their powerful forearms are also feathered, and fans of long feathers form their tails.",
										"The {@creature amonkhet sphinx|PSA|sphinxes} of Amonkhet are perhaps the only creatures to remain uncorrupted by the influence of Nicol Bolas on this plane. Their impenetrable minds proved to be beyond even Bolas's ability to control—but even so, he was able to place them under a curse to guarantee their silence. A {@creature amonkhet sphinx|PSA|sphinx} is utterly incapable of communication—verbal or nonverbal, even written—as long as the curse remains in effect. In this way, Bolas has prevented the {@creature amonkhet sphinx|PSA|sphinxes} from revealing his system of lies to the people or gods of Naktamun."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Criosphinx.webp"
					}
				}
			]
		},
		{
			"name": "Drake",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Drakes are similar to dragons, though they lack any ability to breathe fire and have only two legs in addi-tion to their huge wings. They are less aggressive than dragons, and possibly slightly more intelligent. They are drawn by the glint of lazotep in mines, the shine of gold in Naktamun, and the glimmer of the sun on the water of the Luxa river. They also like to perch on obelisks and other spires on city buildings."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Drake.webp"
					}
				}
			]
		},
		{
			"name": "Eternal",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "The Curse of Wandering",
									"entries": [
										"The Curse of Wandering is the greatest danger of the desert lands. A creature killed in the desert rises again as a {@creature zombie} as soon as the moisture has dried from its flesh. As a result, the corpses of every kind of desert creature shamble across the dunes alongside the humanoid {@creature zombie||zombies} of {@background dissenter|PSA|dissenters} and would-be explorers. Most of these former humanoids are mindless marauders, though some tales speak of {@creature amonkhet mummy|PSA|mummies} that have retained a sinister intelligence and even magical ability, becoming {@creature amonkhet mummy lord|PSA|mummy lords}."
									]
								},
								{
									"type": "entries",
									"name": "The Anointed",
									"entries": [
										"Not every citizen of Naktamun proves to be worthy of the afterlife. Acolytes sometimes die before the Ceremony of Measurement, perhaps in training accidents. Many {@background initiate|PSA|initiates} perish in one of the first four trials, before earning their five cartouches. {@background vizier|PSA|Viziers} sometimes die before they have truly earned a place in the afterlife serving their gods. Without having proven themselves worthy, these poor souls have no place as Eternals in the afterlife—but neither have they committed a grievous sin that would warrant abandoning them to the Curse of Wandering as marauding {@creature amonkhet mummy|PSA|mummies}.",
										"Fortunately, the beneficence of the God-Pharaoh is great enough to provide a role for these people. Called the {@creature anointed|PSA}, they are carefully embalmed, protected from the Curse of Wandering, and allowed to spend another lifetime in service to the worthy. The God-Pharaoh promises that those who faithfully serve as the {@creature anointed|PSA} will earn a place as attendants in the afterlife as well, and even an eternity of service in the afterlife is preferable to an eternity subjected to the Curse of Wandering.",
										"The bodies of the anointed are carefully wrapped in cloth and adorned with cartouches. In contrast to the cartouches of {@background initiate|PSA|initiates} and {@background vizier|PSA|viziers}, these do not harbor the life essence of the deceased at their best. Instead, they coach the {@creature anointed|PSA} for a particular form of service. With their cartouches in place, the {@creature anointed|PSA} rise and join the ranks of serving mummies who attend to the needs of daily life in Amonkhet."
									]
								},
								{
									"type": "entries",
									"name": "An Eternal Army",
									"entries": [
										"A being as mighty and magnificent as Nicol Bolas demands a fighting force of the highest caliber, so that an ordinary army of zombies could never be worthy of the God-Pharaoh. The Eternals are elite soldiers with all the skill and prowess of living soldiers, but none of the disadvantages that arise in living beings, such as emotions, hesitation, or disloyalty. Bolas has personally crafted all of Amonkhet to create just such an army."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Eternal.webp"
					}
				}
			]
		},
		{
			"name": "Giant River Serpent",
			"source": "PSA",
			"_copy": {
				"name": "River Serpent",
				"source": "PSA"
			}
		},
		{
			"name": "Large Drake",
			"source": "PSA",
			"_copy": {
				"name": "Drake",
				"source": "PSA"
			}
		},
		{
			"name": "Manticore, Heart-Piercer",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Manticores are catlike creatures with feline bodies, tails like those of {@creature scorpion||scorpions}, and chitinous plates on their lower legs and feet. The venom of their tail stingers is the most virulent poison known on Amonkhet, and they can sting with lightning speed even while tearing at a foe with claws and teeth. Their deadliness makes them prized for use in the Trial of Zeal, where they grant glorified deaths to many initiates.",
								{
									"type": "entries",
									"name": "The Desert Lands",
									"entries": [
										"The desolate wilderness beyond the protection of the Hekma is largely uncharted. Immediately beyond the protective veil is a chaotic dune sea called Shefet, the Scouring Sands. The desert wears away at the edges of the fertile lands surrounding Naktamun, serving as a constant reminder that only the bounty and protection of the God-Pharaoh stand between the people of the city-state and a grisly death in the sands beyond. Beyond Shefet are parched, cracked expanses called Ramunap, the Broken Lands. The ruins of ancient civilizations are said to lie in the Broken Lands, though no one has ever explored such ruins and returned to Naktamun to tell of them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Manticore, Heart-Piercer.webp"
					}
				}
			]
		},
		{
			"name": "River Serpent",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "The Luxa River",
									"entries": [
										"The Luxa river is an abundant source of life, fertilizing the lush valley around Naktamun and providing water to humanoids and animals alike. It is also a vibrant habitat for countless creatures, including many species of birds, fish, and frogs. {@creature crocodile||Crocodiles} and {@creature hippopotamus|PSA|hippopotamuses} can be a danger to boats and barges, but perhaps the most feared denizens of the river are the {@creature giant river serpent|PSA|giant serpents} known to lurk near its bottom. When roused to anger, they can sink fishing boats by the dozens and flood the shore."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/River Serpent.webp"
					}
				}
			]
		},
		{
			"name": "Sandwurm",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Sandwurms are the largest predators of Shefet, swimming through the sandy dunes like {@creature river serpent|PSA|serpents} through water. They are capable of amazing speed and can lift their lamprey-like heads far above the ground to snatch even flying creatures. But they can also lie in wait beneath the sands for years, until the slightest tremor alerts them to the presence of prey.",
								{
									"type": "entries",
									"name": "The Desert Lands",
									"entries": [
										"The desolate wilderness beyond the protection of the Hekma is largely uncharted. Immediately beyond the protective veil is a chaotic dune sea called Shefet, the Scouring Sands. The desert wears away at the edges of the fertile lands surrounding Naktamun, serving as a constant reminder that only the bounty and protection of the God-Pharaoh stand between the people of the city-state and a grisly death in the sands beyond. Beyond Shefet are parched, cracked expanses called Ramunap, the Broken Lands. The ruins of ancient civilizations are said to lie in the Broken Lands, though no one has ever explored such ruins and returned to Naktamun to tell of them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Sandwurm.webp"
					}
				}
			]
		},
		{
			"name": "Serpopard",
			"source": "PSA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Serpopards are strange felines with serpentine features, including long, flexible bodies, venomous fangs, and sensitive tongues they can use to detect the scent of prey from a great distance. They like to perch in trees near desert oases or along the Luxa river, inside the Hekma, to drop down on creatures that come near the water.",
								{
									"type": "entries",
									"name": "The Desert Lands",
									"entries": [
										"The desolate wilderness beyond the protection of the Hekma is largely uncharted. Immediately beyond the protective veil is a chaotic dune sea called Shefet, the Scouring Sands. The desert wears away at the edges of the fertile lands surrounding Naktamun, serving as a constant reminder that only the bounty and protection of the God-Pharaoh stand between the people of the city-state and a grisly death in the sands beyond. Beyond Shefet are parched, cracked expanses called Ramunap, the Broken Lands. The ruins of ancient civilizations are said to lie in the Broken Lands, though no one has ever explored such ruins and returned to Naktamun to tell of them."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/PSA/Serpopard.webp"
					}
				}
			]
		},
		{
			"name": "Small Drake",
			"source": "PSA",
			"_copy": {
				"name": "Drake",
				"source": "PSA"
			}
		},
		{
			"name": "Soulstinger Demon",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Demon",
				"source": "PSA"
			}
		},
		{
			"name": "Young Amonkhet Dragon",
			"source": "PSA",
			"_copy": {
				"name": "Amonkhet Dragon",
				"source": "PSA"
			}
		}
	]
}
