{
	"recipeFluff": [
		{
			"name": "\"Orc\" Bacon",
			"source": "HF",
			"entries": [
				"No, it isn't made from orcs—but for orcs. Half-orcs find this delectable snack quite to their taste, as do the goliaths of Eberron and a few game humans and halflings. It is said that a half-orc named Mazmorras was the first to discover this pungent recipe for cured pork strips, which you can practically taste from twenty yards away. Sometimes called \"the Pork of Gruumsh,\" orcs flavor it with black pepper and garlic; a halfling might instead smooth off the edge with some maple syrup. Experienced adventuring parties venturing into orc lands know that dropping a bundle of bacon can throw pursuers off their trail, and orcs have even been known to barter with humans who carry it. For best results, try using Thayan Doomvault Swine Run pork—it has the right potency."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/108_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Amphail Braised Beef",
			"source": "HF",
			"entries": [
				"The Dessarin Valley region of Faerûn offers far more than fertile land and majestic sunsets (and wandering monsters). It's also home to some of the finest cattle farming in all Toril. This succulent, slow-cooked beef chuck roast, inspired by a popular regional recipe that originated with the Oglyntyr family in the village of Amphail, is prepared with cider, pear, and ginger—all of which help to activate the full flavor of the meat. The ginger offers the dish a pleasing warmth and an unexpected nuance, more than an overt gingery flavor, while the fermented hard pear cider provides a touch of residual sweetness, albeit dry and earthy. Don't fret, if you can't track down hard pear cider (sometimes called \"perry\"), then apple will do just fine! Roasted sweet potatoes or winter squash make a savory accompaniment and taste wonderful with a ladle or two of sweet au jus."
			]
		},
		{
			"name": "Arkhan the Cruel's Flame-Roasted Halfling Chili",
			"source": "HF",
			"entries": [
				"Meat for the meat god! Understandably, the preparation of halfling is frowned upon in many realms, but their consumption is an important part of dragonborn cuisine. However, this recipe is rumored to be the personal one of Arkhan the Cruel, notorious disciple of the five-headed dragon goddess, Tiamat, and thus worthy of inclusion. You won't catch this ferocious and cunning Oathbreaker Paladin eating anything less than the finest halfling flesh in his chili, but the spices work wonderfully with any meat substitute you choose—in this instance, spicy ground turkey, or abyssal chicken, which is simmered for hours with kidney beans, allspice, cloves, cayenne, and a Vecna's handful of cocoa powder. This filling meat sauce can be consumed by the bowl or scooped on top of other beast (meat) or noodles."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/107_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Bangers and Smash",
			"source": "HF",
			"entries": [
				"Nothing makes a dwarf stand quite so tall in the morning as a breakfast platter steaming with sausages and smashed baby potatoes. These traditional sausages are sheet pan–baked with succulent tomatoes that soak up the juices and practically polymorph into a meat themselves. Dwarven smiths are known to keep their bangers and smash warm all morning in an iron skillet that rests atop their furnace, so they can plunge a fork into it and satisfy their appetites without straying too far from their duties."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/076_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Barovian Butterscotch Pudding",
			"source": "HF",
			"entries": [
				"After a delectable wolf steak, some buttery garlic bread, and a few glasses of Red Dragon Crush wine, nothing satisfies the sweet tooth like the Blue Water Inn's famous Barovian butterscotch pudding. This dish is as sweet and smooth as a tall chalice of owlbear milk. But a few pieces of advice for those who seek to traverse the ghostly mists of Barovia to dine in their establishments: (1) return home before nightfall, especially during the full moon; (2) don't spend the night at Castle Ravenloft, no matter how much the host wants you to stay; and (3) avoid dream pies and Purple Grapemash No. 3 by the Wizard of Wines vineyard at all costs!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/117_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Black Pudding",
			"source": "HF",
			"entries": [
				"No, not that black pudding! Eating real monsters is precarious play. Sure, some are considered delicacies and host to exquisite flavors of unimaginable complexity, but most are full of toxins and poisons that simply aren't worth the risk, to say nothing of what it takes to actually capture and kill your dinner. Inspired by one of those nasty dungeon-dwelling beasties and based on a goblin dish called \"elf pudding\" (you don't want to know), this traditional coffee and chocolate mousse is sure to satisfy even the most discerning dwarven palate. This dense caffeinated dessert is known to keep dwarves working their forges until the wee hours. Eat it before it eats you!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/087_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Braised Lamb",
			"source": "HF",
			"entries": [
				"This rustic recipe for braised lamb is inspired by the culinary traditions of the Minmax half-orcs, a reclusive tribe that hails from the outskirts of Vaasa in the desolate Cold Lands of northeast Faerûn. They are known for extreme proficiency in combat, but mediocrity (or less) in just about everything else. Although several orc elders live among Minmax people serving as healers, shamans, and storytellers, the clan, led by the fearsome and wise Kalatuur Minmax, has embraced an atypical approach to food and politics. Similarly, their palate ranges greatly, from subtler human fare such as fish, cheese, and bread to the orcish desire for big-game meat. But this schism yields unexpected culinary benefits, including a profound approach to meat preparation that meshes distinct orcish flavors with human techniques. The Minmax clan prides itself on its battle prowess equally as much as this lamb braise, unparalleled in texture and flavor."
			]
		},
		{
			"name": "Bytopian Shepherd's Bread",
			"source": "HF",
			"entries": [
				"Perhaps no cuisine among the planes could be more otherworldly than that of the aasimar, the far-flung descendants of celestials. But even aasimar are half-human, and their need for mortal sustenance is why many believe the bread recipe common in the Twin Paradises is ultimately aasimar in origin. This spiced bread, served in thick slices, is made from grains imbued with grated carrots and rich chunks of almond. It makes a delicious day-starter for the hardy shepherds who work the pastoral valleys of Bytopia. Bold adventurers, take note: If you ever find yourself in possession of the rare herb known as shiftspice, sprinkle a liberal pinch into the batter to ensure that each loaf yields a totally unexpected flavor."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/118_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Castle Amber Onion Soup",
			"source": "HF",
			"entries": [
				"A rich and hearty soup can be made by following the old recipe of the mysterious d'Amberville family, rogue sorcerers and interdimensional travelers famous for their elaborate banquets. By tradition, the first course would be this onion soup served with peppered croutons and melted Gruyère cheese, usually paired with a mellow amber wine. While most believe the d'Amberville bloodline to be extinct, it is rumored that on certain nights their spirits return to their ancestral manse, where they will fête adventurers brave enough to dine with the dead. Those who partake of the original dish, fortified with its creator's magic, are said to emerge with heightened resilience!"
			]
		},
		{
			"name": "Cherrybread",
			"source": "HF",
			"entries": [
				"In some worlds of the multiverse, this dense dessert bread is also named \"fruitcake.\" Regardless of title or origin, cherrybread boasts various diced bits including dried fruits (cherries, dates, citron, currants, raisins, and sometimes more) marinated in spirits and nuts (walnuts and hazelnuts), all held together by just enough vanilla batter (with a splash of molasses) to do the job. It is sold in bake shoppes the Realms over as small loaf cakes or as leaf-wrapped slices suitable for travel. While this treat surges in popularity during the holidays, cherrybread makes a wonderful addition to teatimes on or off the trail all year long."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/068_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Chicken-Something Dumplings",
			"source": "HF",
			"entries": [
				"Wouldn't you like to know the secret halfling ingredient that makes these magically delicious dough dollops melt in your mouth? Well, now you will! From the famed Hungry Halfling in Faerûn's Corm Orp to nearly every halfling suppertime table across the land, this hearty, velvety concoction laden with homemade drop dumplings is the coziest of comfort foods. There are countless variants of this dish, with each halfling household claiming to serve the finest, but nothing beats the thick-and-stewy classic—a robust poultry stock base, emboldened with the tastes of freshly picked veggies, parsley, and garlic all comingled with creamy dough."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/092_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Chultan Zombie",
			"source": "HF",
			"entries": [
				"Located on the southwestern coast of Faerûn stands Port Nyanzaru, the last bastion of civilization before an untamable expanse of undead-infested jungles, perilous rivers, and oversize alpha predators. You may have seen a massive Tyrannosaurus rex in the flesh, but you haven't really been to Chult unless you've tried the \"zombie,\" a rustic, fruit juice cocktail composed of indigenous produce, local liqueurs, and a medley of rums. Served in massive wooden bowls at nearly every eatery in town, the Chultan Zombie boasts an enticing velvety, saccharine flavor that hides the waves of alcohol lurking beneath the surface. Wild fresh flavors collide on your taste buds making it feel as if Elminster cast a charm spell in your mouth. A word to wise travelers: Refrain from chugging a bowl of this before you go dinosaur hunting...or do, if you need the added boost of liquid inspiration. A version of the \"zombie\" showcasing a medley of local fruits is served at watering holes on the precipice of the jungle frontier of Q'barra on Khorvaire. Other variations include a just-as-delectable non-alcoholic variety from the Flanaess, perfect for young adventurers."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/127_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Cocoa Broth",
			"source": "HF",
			"entries": [
				"A warm hearth, a cozy chair, and a steaming mug of chocolatey, liquid goodness—for a halfling this is the Seven Heavens (the Green Hills of Venya to be exact). Rumored to be the result when a halfling mage cast wish to find the perfect fireside beverage, this salty, sweet, and spicy cocoa creation tickles every part of the palate and cheers every part of the soul. Infused with coffee and spices from a far-off region of Toril called Tukan, just add some marshmallow to this beverage, pick up a good book or scroll, and you can call it a night."
			]
		},
		{
			"name": "Community Cheeses",
			"source": "HF",
			"entries": [
				"It wouldn't be a halfling jamboree without a cauldron of community cheeses on the table for all to enjoy! This multi-cheese concoction is composed of two types, slowly melted with a spritz of wine in a fondue pot over an even, low heat. The key is to not overcook nor let the unique cheese flavors homogenize, which ensures that each bite is streaked with a surprising new taste combination. Usually presented with fruits, meat chunks, or cubed breads, this fondue is perfect for dagger-dipping. Just be sure to clean the blood off first!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/090_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Corned Beef and Cabbage",
			"source": "HF",
			"entries": [
				"From the mines of the Ironroot Mountains to the halls of the Iron Hills, this savory winter repast is a favorite of dwarves everywhere. Hungry miners will blush pinker than the beef itself when their noses catch the distinct scent of coriander, allspice, peppercorns, bay leaves, thyme, and red pepper flakes wafting from a full-to-the-brim cauldron. Served in a light, tangy broth with generous helpings of boiled cabbage and doused in vinegar, this dish is sure to satisfy the salt cravings of even the saltiest dwarves (just as long as you don't forget the ale)."
			]
		},
		{
			"name": "Dark Molasses Nutbread",
			"source": "HF",
			"entries": [
				"From Silverymoon to Sharn, variations on this classic loaf (sometimes referred to as Amn Blackbread) are plentiful, but most agree that this baked treat is at its best when crafted from the sweetest, strongest molasses in Amn. Traditionally served by the slice, it is slathered with whipped, salted butter—on both sides for the brave! This dense and delicious bread, which accompanies many a main course at inns across the land, is often filling enough to be a meal by itself."
			]
		},
		{
			"name": "Deep Gnome Trillimac Pods",
			"source": "HF",
			"entries": [
				"If it's the rare you're seeking, you've come to the right place. Trillimac fungus is among the most precious and temperamental plants of the Underdark, and only the deep gnomes of the City of Blingdenstone seem to know the secret of its cultivation and preparation. Traditionally prepared by cleaning, soaking, and drying the trillimac stalk, this subterranean staple makes a tasty sponge-like loaf that can last for weeks on the shelf—a popular item for trade or sale at the subterranean market of Mantol-Derith. What you won't find at the market, however, is trillimac pasta, which the distrustful svirfneblin keep only to themselves. Made with nutty trillimac stalk flour, this otherworldly pasta is filled with an earthy ragout made from the tops of this rare plant. One taste will have you foraging the Underdark for seconds. If you have trouble sourcing real trillimac pasta (and you will), thin wheat dough wrappers will do, but don't even think about substituting out the trillimac-top ragout."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/114_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Delayed Blast Fireball",
			"source": "HF",
			"entries": [
				"It's no coincidence that the mixed drink known as the Delayed Blast Fireball received its moniker from the famed damage-dealing wizard incantation. Sometimes referred to as \"firestar wine,\" this sweet and syrupy concoction with a cinnamon inflection is layered with flavors and packs a serious punch that does justice to its arcane namesake. The spiced bourbon and spicy pepper flakes form a lethally delicious combination that goes down easy but delivers its full effects several rounds of beverages into the night."
			]
		},
		{
			"name": "Delzoun \"Tide-Me-Overs\"",
			"source": "HF",
			"entries": [
				"Beef, pork, onions, and a smattering of dwarven seasoning are all rolled up into delicious little balls that are ideal for snacking or as a main banquet course. These \"meatballs,\" as they are known to many in the multiverse, are sometimes served with a side of freshly crushed tart berries for dwarves on the go, but they are best when drenched in a sweet, dark dwarven gravy made with chicken broth and enlivened with brown sugar, lemon, and soy sauce. While these are customary consumables at Hornmoot, the traditional human-dwarven trading festival that marks the dawn of Spring, there isn't a holiday on the eventful dwarven calendar that doesn't feature these scrumptious meats on the menu."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/077_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Dragon Salmon",
			"source": "HF",
			"entries": [
				"Aundair is the breadbasket of Eberron's Khorvaire, and the Aundair River is famous for the seafood that half-elven anglers bring back to the markets of Fairhaven. Their traditional preparation of the enormous salmon that spawn in that river, like much else in Aundair, relies heavily on sauces: in this case a butter and dark wine reduction. The aristocracy would sample only a tiny fillet before moving on to further courses, but in simpler households, a single dragon salmon could feed a family. After their fish, the locals would turn to a cremfel, a thin pancake stuffed with rich cream and slices of fresh fruit."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/071_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Drow Mushroom Steaks",
			"source": "HF",
			"entries": [
				"Adelicacy of the great Underdark City of Spiders, Menzoberranzan, these seasoned ripplebark mushroom steaks are harvested fresh from the fungi fields near Lake Donigarten. While their exact agronomy is a closely guarded drow secret, many speculate that fertilizer from the Donigarten island rothé make these mushrooms grow unusually large, meaty, and nutrient rich. They're so tasty and chewy, you'll think you are eating unicorn! This dish has become so popular that it has migrated to the surface, and it's even rumored to be a favorite of Xanathar of Waterdeep, a notorious beholder who prefers it to surface-grown mushrooms as well as raw meat. But make sure to carefully read the label on that bottle of balsamic vinegar—the drow are as famous for their poisons as their sauces."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/067_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Dwarven Flatbread",
			"source": "HF",
			"entries": [
				"Generations of dwarven smiths have relied on this toothsome snack bread to get them through long, arduous workdays, and to their next meal. According to folklore, these tasty flat loaves weren't created in the kitchen, but rather at the forge as ever-industrious, hungry dwarven craftsman utilized the only materials they had available: flour, oil, water, salt, a hearth, and a hammer. The result? Flat bread. Sometimes served pan-griddled, other times fried, this bread can be eaten plain, topped with cheese or duergar fire lichen spread (see this page), or used to soak up all of those savory juices and sauces from what dwarven diners showed up for in the first place—meat!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/084_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Dwarven Mulled Wine",
			"source": "HF",
			"entries": [
				"Pronounced by dwarven diplomats \"the finest mulled wine this side of the material plane,\" this mixed beverage is a multicultural affair. Originally crafted to celebrate the signing of the Swordsheath Scroll, which ended the Kinslayer War and sealed a treaty between the Thorbardin dwarves and the nearby Qualinesti elves of Krynn, dwarven drinksmiths combined their own full-bodied dragon's wine and local spices with delicate, fresh fruits provided by the Qualinesti. The result was a perfectly balanced, spicy and sweet concoction that satisfied and warmed the insides of both groups as they spent cold winters constructing their shared fortress of Pax Tharkas. Years later, during the War of the Lance, this recipe was popularized by Lord Gunthar, Grand Master of the Knights of Solamnia, who would serve it to visiting knights (and himself) as a favorite nightcap. Flavored with orange slices, brown sugar, cinnamon, and cloves, this fruity and full-bodied wine packs a dwarven-size punch, but is sure to thaw your bones during Yuletide or any other time of year."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/122_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Elven Bread",
			"source": "HF",
			"entries": [
				"Elven bakers have protected the secret of this bread for millennia. Both nutritious and delicious, a single bite of this mysterious rolled pastry loaf can sustain an adventurer for a day or more of journeying. Sweet and robust in flavor and made of fine grains and rich butter, elven bread is rumored to boast twice the nutritional value of iron rations at only half the weight, making it essential adventuring fare for elves on the go. Even the most discerning high elves can't resist this wholesome, cinnamon—and sometimes cardamom—swirled treat."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/064_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Elven Marruth",
			"source": "HF",
			"entries": [
				"These two-bite, turnover-style pastries, stuffed with a variety of minced regional vegetables, are perfect for snacking trailside or at the banquet table. Sometimes reductively referred to as \"root pies\" by dwarves and humans, marruth are incredibly hearty closed-face canapés that are filled with spiced and herbed mashes of vegetables (cabbage, potatoes, and carrots) and then lightly baked in a flaky, buttery crust. They are traditionally served warm, occasionally as a meal in itself, with a chilled flute of elverquist to wash them down. Once cooled, these pastries can be rolled into rallow leaves (thick and oily waterproof broadleaves) to preserve them for travel."
			]
		},
		{
			"name": "Evermead",
			"source": "HF",
			"entries": [
				"Crafted from a secret Evermeet recipe and aged for hundreds of years, a sip of this splendid elven concoction is \"a taste of the higher planes themselves.\" Superlatives aside, in the culinary realm, it is undeniably the beverage by which all others are measured. Smooth and aromatic, this extraordinary elixir blankets the palate with powerful notes of clover honey and a mélange of elven fruits and grains that are so rare they don't even have a name in the common language. Rumored to use ingredients and techniques similar to feywine, this pricey draught is only available on the Isle of Evermeet in the Trackless Sea west of Faerûn or in Aurora's Catalogue by hand keg or bottle. If you ever are lucky enough to try the original, make sure to drink slowly—it can just as quickly intoxicate as inspire. This recipe, though, is crafted sans alcohol to preserve your better judgment."
			]
		},
		{
			"name": "Everything Soup",
			"source": "HF",
			"entries": [
				"This hearty soup was named for the halfling tradition of frantically raiding their pantries and gardens in nervous anticipation of hosting guests. Sometimes referred to as \"Welcome Soup,\" this stew is a meal in itself, brimming with a colorful medley of vegetables (including up to four different colors of carrots!), green beans, peas, sweet flint corn, red bell peppers, and pulled poultry in a flavorful broth. It should be noted that some adventuresome halflings boldly mix chicken and turkey stock for extra oomph. This substantial soup will warm you to the core. And it cures curses, or so it's been rumored."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/097_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Feywild Eggs",
			"source": "HF",
			"entries": [
				"There is a parallel plane to the \"Prime\" (the one that contains all known worlds of the multiverse) known as the Feywild, or the Plane of Faerie, from which sylvan creatures such as pixies, satyrs, unicorns, dryads, and the like originated. It was in this mirror realm, bathed in eternal twilight and ethereal luminescence, that all elven-kind was birthed from swirling, limitless magic, including the eladrin—elves with an unfathomably deep connection to the seasons. These elves, who still call the fey dimension home, boast a highly intuitive link with nature and are able to craft incredible meals with near-perfect combinations of ingredients. One dish, known as Feywild eggs, is a delightful presentation of creamed, herbed, and fluffed eggs, completed over even heat for a golden crisp finish. Some have claimed this simple recipe descended from the leShay, an immortal breed of fey \"elves\" with incredible, godlike powers. Thankfully, you don't need to visit the Feywild to try these eggs. An elf of good repute has vouched that this concoction is fairly authentic eladrin eating."
			]
		},
		{
			"name": "Fire-Spiced Abyssal Chicken Kebabs",
			"source": "HF",
			"entries": [
				"There is no denying that a tiefling's distinct infernal heritage looms heavily over their identity. Some reject their unholy origins outright, but many proudly live in harmony with it, open to exploring all aspects of their unique traits. This open-minded approach has yielded a bold, unfettered diet that is often unapproachable and sometimes dangerous to the uninitiated. One dish they have a knack for is fire-spiced abyssal chicken (a bird-like fiend native to the Abyss and Avernus with a taste similar to fatty chicken), or fire-spiced anything for that matter since their natural resistance to heat has granted them an enhanced ability to handle spice as well. Flame-licked skewers of meat are dipped in a spicy, pepper glaze to create these kebabs with some serious kick."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/109_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Fried Fingers",
			"source": "HF",
			"entries": [
				"A dish popularized by the lizardfolk of Saltmarsh, where it was commonly prepared with humanoid parts instead of poultry, these succulent, breaded strips give a new meaning to the term \"finger food.\" Today, this recipe is served throughout all civilized parts of the multiverse, featuring pulled strips of locally sourced fowl, rolled in an unconventional seasoned breading, baked crisp, and served with dwarven mustard, tiefling tomato-molasses, or a warm plum dipping sauce. If you do have occasion to try the original, fatty halfling fingers work best."
			]
		},
		{
			"name": "Gingerbread Man",
			"source": "HF",
			"entries": [
				"A traditional treat served in the waning light of the month of Sunsebb in Greyhawk, this style of gingerbread man memorializes a legend about the ancient ruins of Castle Greyhawk. There, it is said, all sorts of confections could come to life and harry adventurers, including a fearsome cookie whose description inspired this recipe. The arms and legs of the gingerbread man are ringed with icing, but the body is covered in a protective armor of chopped nuts and raisins. Skewering the plumpest raisin could slay the fiend instantly—so a fat raisin is usually reserved for the cookie's mouth. It is customary for children to pluck and eat that one first, to make sure the cookie doesn't come alive!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/056_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Goodberry Blend",
			"source": "HF",
			"entries": [
				"Few spells in a druid or ranger's repertoire are as handy or nutritious as a well-timed casting of Goodberry. A single \"goodberry,\" transmuted by drawing upon the divine essence of nature itself, can provide an adventurer with a full day of nourishment; some have denoted their enchanted healing properties. But despite any druidic lore or magic, one thing is certain: this healthy blend of field berries boosted by green essentials, banana slices, honey, and a pinch of salt will provide anyone with the vital essentials needed to start the day's journey."
			]
		},
		{
			"name": "Greenspear Bundles in Bacon",
			"source": "HF",
			"entries": [
				"Greenspear, also referred to as asparagus or \"sparrow grass\" by humans, is a perennial flower plant that has ascended to staple-status in many elven diets. While elves consume greenspear raw, seasoned, roasted, or steamed with herbs, their half-elf brethren—liberated from certain culinary taboos—have developed an additional preparation technique. In an irreverent touch, but one that flavorfully complements the greenspear, half-elves add salted and cured pork into the mix, in deference to their half-human taste buds. Regarding bacon, the thicker cut is always the better!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/069_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Gully Dwarf Homestyle Porridge",
			"source": "HF",
			"entries": [
				"If you've ever attended a gully dwarf meal, you've probably only done so once. As scavengers who dwell in the deepest, darkest, and dirtiest parts of subterranean spaces, their dining habits are not exactly refined. But a wholesale dismissal of their cuisine would be throwing out the baby with the bathwater (which gully dwarves are known to drink on occasion). Traditional gully dwarf porridge calls for a grainy stew chock-full of...you don't want to know. However, their more civilized dwarven cousins have developed their own morningfeast dish, which cleverly pokes fun at the inedible original. Their version, also called \"dirty porridge,\" comprises of a creamy oatmeal-style base chock-full of dates, chopped nuts, dark sugars, and a dose of cream. Dwarves have even been known to brew a savory \"gully dwarf porridge\" containing leftover sausage bits, streaks of bacon fat, and finely chopped scallions in a grits-style \"broth.\" Regardless of which version you eat, this porridge from the world of Krynn is a true random encounter for your taste buds."
			]
		},
		{
			"name": "Gurdats",
			"source": "HF",
			"entries": [
				"If you love mushrooms and cheese, then this is the dish for you! Gurdats are a cheap and filling side dish prevalent on many a Sword Coast tavern menu. Some of the best examples of this appetizer \"in the wild\" are found at A Pair of Black Antlers in Elturel, which doesn't shy away from the cheese, or at The Seven-Stringed Harp in Secomber, where the chef goes heavy on the pepper-spice without overpowering the earthy fungal flavors. The version presented below is a classic interpretation of this traveler staple."
			]
		},
		{
			"name": "Halfling Oatmeal Sweet Nibbles",
			"source": "HF",
			"entries": [
				"Dense with oats, chocolate chips, and butterscotch, these diminutive cookies are perfect for halfling hands...and the stomachs of everyone. The secret is to pull each batch from the oven a minute before they are done cooking and allow them to finish on the tray to ensure a golden outside and an extra-gooey core. Indeed, these nibbles are everything a halfling looks for at the dinner table: rich, delicious flavors and speedy preparation (just in time for tea!)."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/Elven Bread.jpg"
					}
				}
			]
		},
		{
			"name": "Hand Pies",
			"source": "HF",
			"entries": [
				"These palm-size pastries are as near a tavern staple as you can get. From town to town, you can find them stuffed with an astonishing variety of ingredients, ranging from venison or minced chicken to beef, minted lamb, or peacock (though usually just with leftovers from the meal before). Hand pies take on many forms and flavors and travel particularly well, making them adventurer-friendly fare. The variety presented below, made famous at Cuttle's Meat Pies located in Waterdeep's Trades Ward, is flavored with bacon and leeks and is extremely popular across the Heartlands, the Dales, and even the Savage Coast north of Faerûn, where hungry adventurers simply can't get enough of them."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/045_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Hardbuckler Stew",
			"source": "HF",
			"entries": [
				"If you ever walk the streets of the walled gnome town of Hardbuckler, located just a few weeks east of Baldur's Gate by caravan, there's a good chance that you'll miss the real city altogether. While quaint country cottages connected by narrow footpaths crowd the surface, the true action is in their generous cellars, which can extend as many as three stories below the ground. Linked by tunnels that serve as underground thoroughfares, gnome residents run shoppes, inns, and taprooms out of these cozy, hearth-lit subterranean spaces. It's here you'll find the town's culinary specialty: Hardbuckler stew. Typically prepared with potatoes, mushrooms, lichens, turnips, and a miscellany of meats, from fowl and goats to shrews and voles, this earthy and aromatic stew hits all the right notes. While every establishment in this elaborate undercity will tell you that they prepare it \"the right way,\" this particular version of the recipe calls for lamb, finely chopped for small gnome mouths."
			]
		},
		{
			"name": "Heartlands Rose Apple and Blackberry Pie",
			"source": "HF",
			"entries": [
				"As the story goes, a hungry halfling returned from her hillside stroll with a heavy basket of crisp rose apples and plump blackberries. In typical indecisive halfling fashion, she couldn't decide which to fill her pie with...so she chose both, and thus this legendary halfling dessert pie was born. A thick handmade crust and a flaky, buttery top blanket a tart and tasty rose apple (nearly any apple suffices, season pending, of course) and blackberry filling with spiced ground accents. Some halflings even dust their crust with a white Cheddar that melts for a unique flavor, but all of them agree that it would be a sin to serve this without a scoop of freshly whipped sweet cream."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/100_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "High Harvest Puree",
			"source": "HF",
			"entries": [
				"Highharvestide is a regional celebration of harvest and plenty that occurs annually near the autumnal equinox in certain regions of Toril. In days past, tradition mandated that elves solely consume nature's dew in honor of giving thanks; however, in recent years, the holiday has evolved into a multicourse feast anchored by a cornucopia of autumnal-themed dishes, including a warm and comforting blend of crop plants. This nourishing puree, a favorite of wood elves and eladrin alike, is a mélange of butternut squash, garlic, and thyme that is slow-simmered for a sweet and earthy flavor and garnished with an olive oil accent."
			]
		},
		{
			"name": "Hogs in Bedrolls",
			"source": "HF",
			"entries": [
				"Few things put a spring in a halfling's step quite like the buttery-sausage scent of freshly baked hogs in bedrolls wafting through the village. As curious as they are resourceful, halflings have a knack for creating new culinary combinations of things they love to eat—in this case, savory sausages and flaky pastries. Diminutive, smoked pork-and-beef bangers are snugly rolled up into salty dough \"bedrolls\" until only their \"heads\" are poking out. The expert maneuver is to brush these little snacks with a thin egg wash before popping them in the oven, ensuring a glossy shine and a boost of color. And slathering them with butter once they are cooked is a truly tasty touch. Hogs in bedrolls might just be the perfect finger food for any size halfling gathering."
			]
		},
		{
			"name": "Hommlet Golden Brown Roasted Turkey with Sausage Stuffing and Drippings",
			"source": "HF",
			"entries": [
				"That else makes the mouth water but a plump bird roasting on a spit above an open hearth? One particular style of this dish was made famous in the Village of Hommlet, on the far side of Nyr Dyv from the City of Greyhawk, where geese are plentiful in the warmer months and turkeys abundant in the winter. This turkey is served with a chunky gravy made from the bird's juices and brimming with bacon. The sausage stuffing comprises a pan-fried spicy ground pork, seasoned white-bread croutons, finely chopped onions, and small chunks of celery all folded into warm broth. A whole bird can be had in Hommlet for a gold piece, but too much turkey can hit you like a well-timed sleep spell, so it's better to stick to the legs."
			]
		},
		{
			"name": "Honey-Drizzled Cream Puffs",
			"source": "HF",
			"entries": [
				"Stuffed with vanilla custard, these delectable treats deservedly grace every halfling dessert spread from Amn up to Neverwinter and beyond. The crispy hollow pastry puffs, which can be prepared days in advance, are a treat alone, but not enough can be said about the custard filling—a dense, velvety blend of cream, vanilla, and honey. While this custard is a wonderful filling or topping for any dessert, best applied with a straight-tipped pastry bag, it's perfectly normal to eat it by the spoonful as well (or so it's been reported). If you don't drizzle these puffs with a fine local honey, you are doing it wrong."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/103_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Honeyed Ham with Pineapple Gravy",
			"source": "HF",
			"entries": [
				"When it's time for a holiday feast, honeyed ham is the first dish in a halfling's oven. A large ham is brushed with layer upon layer of a local honey, brown sugar, and pineapple juice glaze for maximum sweetness before being set in the oven. And while the simmering scent of slow-cooking pork fills the homestead, a halfling gets to work on the accompanying pineapple gravy, a chunky and tangy sauce to drown your beast and starches in. It should be noted that this recipe goes just as well with wild boar, if you are inclined to catch one."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/098_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Hot Spiced Cider",
			"source": "HF",
			"entries": [
				"Hot spiced cider is an essential seasonal drink with appeal to all seeking warm liquid refuge after a day on the trail. Fresh-pressed apple cider, usually sold by the jugful at marketplaces or farms, is simmered over a low fire or stove with allspice, cloves, brown sugar, and a burst of orange tossed in for measure before it's topped with fresh cream and a cinnamon stick. Halflings serve up their own special varietal named Moonslake, a minty, alcoholic apple cocktail that's been blended with a boiled and strained mint-crushed water yielding a biting, cool aftertaste (that humans tend not to enjoy). Elves prepare it clean, often cheesecloth strained, for a refined, glassy amber appearance. Dwarves aren't fussy, they just like it spiked. Regardless of your preference, savor one of these cool-weather concoctions to warm you from the inside out."
			]
		},
		{
			"name": "Iron Rations",
			"source": "HF",
			"entries": [
				"You won't last long anywhere in the multiverse without a few basic things: a trusty sword, a full waterskin, and some iron rations. Sometimes referred to as \"journeyfood,\" this staple provides essential nourishment for adventurers of all sorts, from the trail-tested travelers of Ansalon to the dungeon-delving explorers of the Flanaess. While ingredients frequently vary depending on region, these rations tend to be lightweight, protein-packed, and preserved to last days or even weeks on the road, featuring ingredients such as cured meats, dried fruits, nuts, and cheeses with biscuits, crackers, or hardtack. Godspeed and good eating fair adventurer."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/039_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Kara-Tur Noodles",
			"source": "HF",
			"entries": [
				"Few nations on the planet Toril are as powerful or influential as the human empire of Shou Lung, found in the vast region of Kara-Tur. While this region boasts distinct religions and a proud culture, it also possesses an equally strong culinary tradition. Although there is sparse interaction or conflict between the city-states of the Sword Coast and Kara-Tur, many of its tea leaves, such as Pale Jade, Fim Fim, Dragon's Eye, and Long Jing, are imported in significant quantities by Faerûnian traders, and certain dishes, including various noodles, have made the long migration west as well. While you won't find this stir-fried entrée on just any tavern menu, it has found its way into the more modern eateries of cultural epicenters such as Waterdeep. A heaping bowl of noodles flash-cooked in a deep, oil-drizzled skillet along with chunks of chicken, vegetables, and a salty soy sauce or garum (a fish-based sauce) has become a popular change of pace from the traditional roasts and soups of the Sword Coast."
			]
		},
		{
			"name": "Lluirwood Salad",
			"source": "HF",
			"entries": [
				"Located along the northern border of the former halfling nation of Luiren was the Lluirwood of southeast Faerûn. Sometimes called \"the Longforest,\" due to its lengthy expanse, this dense woodland was the native homeland of three groups of halfling who once foraged the thick foliage in search of delectable forest treats. After the Hin Ghostwars, the Lluirwood was mostly abandoned by halflings and subsequently inhabited by ill-tempered monsters that wandered in from the Toadsquat Mountains to the north. But even after generations, hungry hin from the coastal cities of Luiren still craved those tasty forest flavors and paid adventurers handsomely to extract its ingredients. Prior to the Spellplague, which submerged all of Luiren, this sweet and savory salad, made up of whole-leaf spinach, dried cranberries, candied pecans, and spring cheese, topped with a tangy vinaigrette dressing, would anchor the menus of taverns from Beluir to Shoun—a perfect starter to first or second evenfeast."
			]
		},
		{
			"name": "Meal's End",
			"source": "HF",
			"entries": [
				"Heavy cream, foraged fruits, and a crushed dark meringue comprise a delightful combination of flavors that offer a light and colorful post-meal elven sweet. Elves aren't decadent and are resultantly not known for their culinary prowess with desserts, but this refreshing dish is quick to concoct and easy to serve by the bowlful, requiring no baking. While there are subtle variations of \"meal's end\" based on region and culture, the version with chopped persimmon or plum in lieu of field berries is quite sensational and thus recommended."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/073_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Melted Cheeses with Chunky Tomato Broth",
			"source": "HF",
			"entries": [
				"Halflings not only know their cheese, they also boast innumerable ways to prepare it. Bread, buttered on the outside, is layered with strips of cheese, sprinkled with seasoning, and pan-fried, before being sliced into strips, or \"dippers,\" for soup dunking. The recipe itself is quite simple (and really just an excuse to eat more cheese)! Sometimes served spicy, these sandwiches are often dashed with dill, nutmeg, basil, or the like, depending on the mood of the chef. The same goes for the accompanying soup, commonly a chunky tomato but occasionally a smooth red pepper puree. It's always served warm, more as a sort of dipping sauce that can be guzzled once the cheeses have disappeared. One of the simplest midday recipes in the halfling repertoire, melted cheeses have also been heavily adopted by humans across the land, with the dish adorning countless tavern menus."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/093_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Miner's Pie",
			"source": "HF",
			"entries": [
				"The Miner's Pie, sometimes referred to as a \"shepherd's pie\" by humans and halflings, is a truly hearty one-stop meal for the tireless dwarf in all of us. Ground beef (or lamb or venison), sweet corn, peas, onions, and leeks are crusted by a potato mash topped with cheese. This is one of the few dwarven dishes readily served at inns across Faerûn, particularly those of the North and Heartlands, likely because the human variant borrows much from this dwarven classic."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/079_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Moonshae Seafood Rice",
			"source": "HF",
			"entries": [
				"Originated in the mythical elven isle of Evermeet but popularized by adventurous expatriates along the Sword Coast and its scattered archipelago, this creamy fish rice dish requires a patient chef...but it's well worth the wait! Short-grain rice (which yields a stickier, compact texture), along with a medley of ocean \"fruits,\" including shrimp and scallops, is slow cooked in a rich seafood broth until it reaches a smooth, velvety consistency. Butter, onion, saffron, elven dry white wine, and olive oil all intermingle and do their part in activating the dreamy maritime flavors. Some elven chefs of old would finish the dish with a swirl of mascarpone."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/070_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Mushroom Tea",
			"source": "HF",
			"entries": [
				"When the hearth fire dims in the Underdark, the drow are known to reach for their kettles—not to make any herbal tea, but instead an after-dinner broth of simmering mushrooms. If they can find them, the drow prefer matsutake, though shiitake or maitake will do in a pinch. They place the sliced mushrooms into a clear broth seasoned with dried kelp, sometimes with a splash of fish stock or soy sauce and alcohol, and heat it in a teakettle. From this, they pour small cups of the fragrant tea to imbibe slowly until the mushrooms cook to perfection, at which point they are eaten with a fine skewer."
			]
		},
		{
			"name": "Orange Mountain Duck",
			"source": "HF",
			"entries": [
				"Dwarves are widely renowned for their \"unsweet tooth,\" but that doesn't deny them good taste, as evidenced by the southern Faerûnian gold dwarves' affinity for orange and persimmon mountain duck. The uniquely hot-and-tart sauce brightens the succulent gamey meat and yields a divine duck-skin treat. Perhaps years of living near humans wore them down or broadened their palate, but it is said modern dwarves have actually come to blows over the coveted crispy skin alone! While this dish might not grace the subterranean banquet halls of days long gone, it is surely on the surface dwarf menus of today."
			]
		},
		{
			"name": "Otik's Skillet-Fried Spiced Potatoes",
			"source": "HF",
			"entries": [
				"This famous side dish, comprising chopped potatoes, served spiced and fried, is derived from the personal recipe of Otik Sandath, proprietor and chef of the Inn of the Last Home, located in a remote Krynn city called Solace in Ansalon. Otik's personal blend of garlic, paprika, pepper, cayenne, and a sizeable scoop of local salted butter is often emulated but tough to beat; however, the recipe featured below is widely thought to be the closest that one can come to the feeling of sitting atop the famed vallenwood tree tavern with one of his homebrewed dark ales in hand. These potatoes pair well with any braised meats on the menu or with eggs as a day starter."
			]
		},
		{
			"name": "Pan-Fried Knucklehead Trout",
			"source": "HF",
			"entries": [
				"There isn't much to see and even less to eat in the frozen tundra that is Icewind Dale...unless you know where to look. North of the Spine of the World and hidden in the windswept shadow of Kelvin's Cairn, stand three freshwater lakes that support the ten villages that dot their shores—a region aptly known as Ten Towns. The lakes of Ten Towns are unremarkable, except for one feature: they are the only known location of the storied knucklehead trout. Named for their thick, knuckle-shaped skulls, these fish have become the region's most lucrative export, not for their culinary value but rather for the finely crafted scrimshaw that local artisans make with the ivory-like headbones. Merchants from Luskan and beyond pay top dollar for these curios, which have become all the rage throughout the cities of Faerûn. As a result, lakes of Ten Towns often run red with the blood of local fisherman competing for the day's catch. However, what's less known outside of the region is that these rare fish are as delicious as they are valuable, especially when pan-fried with shallots, lemon, salt, pepper, and paprika. If you can't source fresh knucklehead trout from the lakes of Ten Towns, don't dismay. Trout from Nyr Dyv near the City of Greyhawk or Crystalmir Lake close to Solace will suffice as substitutes."
			]
		},
		{
			"name": "Par-Salian's Tea",
			"source": "HF",
			"entries": [
				"Whether you're a warrior doffing your plate mail after an arduous adventure or a wizard relaxing after a studious session in the stacks, each day demands time for repose. From an obscure oolong to a common chamomile, teas are imbued with incredible calming and restorative effects for the body and soul. The powerful white-robed Highmage Par-Salian was renowned for his arcane prowess, but those close to him warmly recounted his potent tea leaf homebrew as well. A single saucer full of this extraordinary blend, which was known to include a fresh ginger infusion with honey, chamomile, dried lemon, orange peel, and a dash of slippery elm bark (granting it a smooth, oily aftertaste) among its components, was said to soothe even the most dogged cold—an effect that ensured the survival of one of Par-Salian's most famous students, Raistlin Majere. Numerous interpretations of Par-Salian's legendary tea remain popular throughout Krynn, with some iterations steeped with rare and psychedelic bekial seeds from the thorn bushes of Estwilde, though it is said that none, save for his most trusted students, could successfully replicate his herbal amalgam."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/120_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Plate-of-Gold",
			"source": "HF",
			"entries": [
				"Dwarves aren't known for eating their vegetables, but when the vegetables are drenched in a salty, golden batter and oil-fried until crisp, they can't get enough of them! Don't forget to finish these fried delights with a dousing of \"golden sauce\"—a syrupy, sweet confection laced with a citrus accent. This dish is particularly popular among surface dwarves who have greater access to fresh produce and root vegetables."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/086_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Potato Leek Soup",
			"source": "HF",
			"entries": [
				"A Mithral Hall mainstay of Faerûn, dwarven potato leek soup is a stalwart starter that is prepared as thick as mortals can stand it. Served year-round, this dense and nutritious vegetable blend is perfect for warming the limbs and souls of dwarves subjected to the unrelenting cold of damp subterranean life. Sloppily ladled into oversize ramekins and prepared voluminously in full anticipation of seconds (and thirds), it's made to satiate the bottomless hunger of weary warriors or tireless miners. You can't go wrong with toppings such as chopped scallions, chives, and bacon!"
			]
		},
		{
			"name": "Potion of Restoration",
			"source": "HF",
			"entries": [
				"Every adventurer needs a pick-me-up now and again, and nothing slakes the thirst and dulls an ache quite like a Potion of Restoration. Fruity and sweet, with tones of blackberry and lemon, the gin hides away until you already feel its fire in your belly. Barkeeps imbue it with a pinch of butterfly pea, which gives it a distinctive blue color—in a dimly lit dungeon, you might even mistake it for its magical namesake. But then again, if you drink enough of these, you will know neither pain nor fear...though you may not be undertaking any glorious feats either."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/126_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Qualinesti Vegetable Stew",
			"source": "HF",
			"entries": [
				"In the world of Krynn, shortly after the ancient Kinslayer Wars, Prince Kith-Kanan appealed to his brother King Sithas for western sovereignty. His brother peacefully granted the western elves independence from the nation of Silvanesti. However, Kith-Kanan, the new king of the western elves, was met with decades of hardships resulting from the diaspora. Until their capital Qualinost was founded, his elven people struggled to find new ways of living off the land. Several simple and humble meals entered the repertoire of the elven diet, including \"Harvest Prize,\" an artfully prepared baked vegetable casserole. Sourceable produce such as eggplant, zucchini, yellow squash, and tomato were thinly sliced then stacked in fanned layers upon fresh basil and tomato (crushed into a sauce), then drizzled with fresh and fragrant oils before roasting. This humble yet abundant dish could feed an entire elven village at little cost. Although the elves of Krynn now prepare variations of this dish year-round with inspired substitutions to harness the seasons, the combination below is the most classic and recommended."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/072_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Quith-pa",
			"source": "HF",
			"entries": [
				"While it may not sate a halfling-size appetite, quith-pa has sustained the bodies of elven adventurers for generations. The most common variety of elven iron rations, this vegetarian trail food is made up primarily of dried fruits, but regional variations can include seeds, nuts, legumes, and beyond. Designed to be as light in the pack as it is in the body, this basic nourishment ensures travelers won't suffer a post-meal slog on the trail. Meanwhile, its wholesome ingredients and simple, clean flavors are perfect for even the most finicky elven palate."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/063_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Reghed Venison Pot Roast",
			"source": "HF",
			"entries": [
				"The frozen and unforgiving tundra of Faerûn's North are tested by a brave few and tamed by nearly none. However, the Reghed barbarians, a collection of hardy and superstitious totem-based nomadic tribes, wander the lands with comparable ease, harnessing its sparse potential for the benefit of their relatively small clans. To endure the arduous cold of Icewind Dale, the Reghed and other similar groups, such as the Uthgardt of Northern Faerûn, must maximize time and energy to thrive. Communal meals at winter camps (constructed seasonally to survive the exceptionally long winter) are as central to their dignified warrior culture as their deep religious traditions. Venison (the meat of antelope, deer, or elk) is the most readily available, and thus coveted, finding various uses for these resourceful nomads, but beef or rothé is completely acceptable in other realms. One ceremonial dish (to which the Reghed stake proud claim) that marks the beginning of the long winter is pot roast. A tender flank of beast, chunks of dried apricots, halved gold potatoes, and branches of seasonal herbs intermingle with the natural wild meat juices to make this an especially aromatic and practical single-course meal."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/053_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Rollrum",
			"source": "HF",
			"entries": [
				"The picturesque city-state of Tashalar is known for its jeweled coasts, temperate climes, and abundant vineyards, as well as for one of its most famed exports—rollrum. This dusky, licorice-infused tonic is noted for bright, herbal tones and a minty finish. Establishments of the highest pedigree, ranging from the Elfsong Tavern in Baldur's Gate to the Lady Luck in Daggerford (as well as a slew of questionable taprooms), offer up homebrewed incarnations of this absinthe-style classic. For those not inclined to partake in alcoholic imbibement, but who are still seeking a minty beverage, try elven sprucebark quaff, which also serves as a potent palate cleanser."
			]
		},
		{
			"name": "Sembian Honey–Glazed Rothé Ribs",
			"source": "HF",
			"entries": [
				"Whether you choose beef, pork, or rothé ribs, you can't go wrong with this delightful recipe. Multiple layers of a syrupy, honey-based glaze (the preferred varietal of honey is that of the Faerûnian nation-state of Sembia) are copiously slathered on large racks of ribs, before being delicately roasted over an open flame for careful charring. When prepared properly, this slow-cooked sweet meat falls off the bone easier than the head off an unarmed kobold!"
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/052_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Smoked Sausages and Kraut with Dwarven Mustard",
			"source": "HF",
			"entries": [
				"At the end of a long day working in fiery forges and lava-filled mines, most dwarves have an insatiable craving for salty and sour foods, always paired with a strong ale. Nothing hits the spot quite like a heaping plate of dwarven smoked sausages with mounds of briny sauerkraut—a recipe, according to legend, forged and handed down by the Dwarffather god Moradin himself! When possible, serve these plump sausages with dwarven mustard, a lightly spiced, sweet, stone-ground condiment. In some regions of Cormyr, this mustard is widely regarded as a cure-all."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/083_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Stuffed Egg-Battered Toast",
			"source": "HF",
			"entries": [
				"There's nothing more comforting to a comfort-obsessed halfling than the warm intermingling scents of vanilla, maple, and walnuts filling their home. Thick slices of fresh-cut, fluffy bread are stuffed with cream cheese or mascarpone before getting egg-battered and pan-fried. The final touch is a drizzle of homemade marmalade or apricot syrup. This popular second morningfeast treat is customarily served after tea and satiates a halfling's cravings right up until the first midday meal."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/091_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Surrogate Steaks",
			"source": "HF",
			"entries": [
				"The multiverse is a stranger place than many dare imagine. In a bizarre ruin near the Barrier Peaks of Oerth, otherworldly humanoids had stocked their pantries with all manner of sustenance sealed within clear airtight pouches. When the sole survivor of an expedition to that cursed place returned to Greyhawk, she claimed to have made the journey home eating the curious meat she found there. After much puzzling by local alchemists over the remaining stock she carried, they determined it was not a meat at all but a curious vegetable compound seasoned to deliver the essence of meat. Inspired by this discovery, some bold chefs began experimenting with their own approaches to this \"surrogate steak,\" a process eventually perfected by high elves relying on soy, barley, and cocoa butter."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/115_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Sword Coast Seafood Bouillabaisse",
			"source": "HF",
			"entries": [
				"You don't need to frequent Faerûnian ports such as Neverwinter, Waterdeep, or Baldur's Gate to enjoy this stewed ocean-meat medley. Served in taverns, in homesteads, and on seafaring vessels across countless realms, this eternally popular nautical dish consists of cod, or haddock, clams, and mussels simmered in a light fish and tomato stock with a licorice-flavored aperitif and a pinch of fennel. Some taverns even make theirs with an impressive serving of aldani—if they can manage to defeat one! A rouille—a nippy red pepper, garlic, and olive oil blend—helps complete the aromatic dish served year-round. The flavorful broth is also perfect for soaking toasted herb breads. Swashbucklers and sea rogues alike never turn down a ladleful."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/040_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Tavern \"Steak\"",
			"source": "HF",
			"entries": [
				"Quick to prepare and highly flavorful, these juicy patties are made of mixed ground meats (both pork and beef or beef and lamb are popular combinations) kneaded together and are chock-full of rich seasonings. Tavern \"steaks,\" as many refer to them, are grilled upon an open flame to help seal in the savory flavors. Often served sans bun with a variety of mild spreads, including fresh creamed dill-yogurt sauce, crushed tomatoes, or a black olive and fig sauce, tavern steaks are a fast dinner option for the hurried tavern hopper."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/054_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "The Mindflayer",
			"source": "HF",
			"entries": [
				"Vodka stored at subzero temperatures is combined with fresh ginger and grape juice (for a hazy purple hue) and finely crushed ice. It is served so cold that if your first frosty gulp doesn't zap you with a mind-numbing brain freeze, then the alcohol blast that hits right after just may! Variations of this popular chilled beverage (sometimes referred to as \"Cone of Cold\" or \"Shondath Icewine\") are aplenty across the Sword Coast."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/126_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Traveler's Stew",
			"source": "HF",
			"entries": [
				"Nothing is more welcoming to the battered, trail-weary adventurer than the unmistakable scent of beef and ale wafting from a bubbling, flame-licked cauldron. Find a seat near the inn's blackened hearth and take a load off—warmth and safety are finally at hand. This earthy, slow-cooked concoction consisting of beef (or rothé), carrots, potatoes, and onions in a dark beer–infused broth is served in eating establishments everywhere, from the Green Dragon Inn and the Yawning Portal to Ellfate's Eatery and the Inn of the Last Home. Be warned traveler, it won't taste right without a wooden bowl and spoon."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/038_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Trolltide Candied Apples",
			"source": "HF",
			"entries": [
				"Troll or treat! Held on the first day of every Kythorn, the Trolltide holiday commemorates the City of Waterdeep's victory during the Second Trollwar. Dressed as the pesky troll invaders, children scamper from door to door demanding tasty tributes, such as candies, fruits, and salted meat sticks. Shoppes and homes that come up short are sure to face the consequences at sundown: mischievous pranks that range from late-night troll scratchings at the door to far more insidious missile attacks that involve raw eggs on unprotected entryways, windows, and signs. These delicious candied apples, often carved with silly or spooky troll faces, serve as the perfect ransom to ward off ill-tempered trolls, ensuring peaceful Trolltide evenings for well-prepared Waterdhavians."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/047_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Twice-Baked Cockatrice Wings",
			"source": "HF",
			"entries": [
				"The tabaxi are long-tailed, feline humanoids known for their innately inquisitive and mercurial spirit, as well as agile hunting prowess. Also referred to as \"Jaguar People\" or \"Leopard People\" depending on their build and fur color, the tabaxi cat people of Maztica are particularly dangerous predators, but one still wonders how often they had the occasion to prey on cockatrices. Tabaxi are extremely particular about how they prepare their birds, and there is no denying that these extra-crispy chicken wings dusted with a zesty dry rub will please even the most finicky eater. The recipe is a jealously guarded secret and tabaxi can‘t keep their paws off them."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/111_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Underdark Lotus with Fire Lichen Spread",
			"source": "HF",
			"entries": [
				"Sometimes called \"fungus two ways,\" this zesty duergar essential is sure to rouse the taste buds of even the most spice-crazed tiefling. Made from the bright-white roots of Underdark lotus or bluecap fungus, these tubers are steamed and then cut thin into crunchy, round slices, perfect for dipping. However, if you can't source authentic Underdark produce, sliced radishes have a similar texture and flavor, and even jicama, cucumbers, or romaine lettuce can work in a pinch. The star of the show, however, is the spread, made from the pale-orange fire lichen fungus that is ground into a delectable spicy paste. But make sure to keep a waterorb handy—this stuff is hot!"
			]
		},
		{
			"name": "Vedbread",
			"source": "HF",
			"entries": [
				"Popularized in Khorvaire's frigid northeastern nation of Karrnath, this savory dinner bread has staved off numerous famines and sometimes served as an all-in-one ration for the country's living soldiers (don't ask what the non-living soldiers eat). Traditionally prepared with sharp, \"ved\" cheese and presented with onion butter, these crusty buns are best served warm, but can sometimes last for days on the shelf without the use of magical means or preservatives. Unsurprisingly, this tasty staple has migrated to many different worlds, each adding its own local flourish and embracing it as their own. This particular recipe comes from Lorren's Bakery in Faerûn's Village of Red Larch, and features mushrooms and cheese from local, outlying farms. Pair it with some drippings and skewered capons or golden brown roasted turkey (see this page) from Drouth's Fine Poultry nearby, and you've got yourself a meal."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/048_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Wood Elf Forest Salad",
			"source": "HF",
			"entries": [
				"This colorful, flower-infused wild-leaf medley with vibrant citrus accents is a quintessential salad of the Kagonesti elves of Krynn. These ancient elves harbor a deep reverence for nature and a refined, almost instinctual, tongue when it comes to culinary combinations. Sometimes called \"chopforest\" among the wood elves of Toril and Oerth, this bountiful, verdant mix is brimming with sharp accents and crisp textures that almost magically share the palate with the subtler foraged flavors at play. It's as much a visual trip through Ansalon's western woods, from the forest floor all the way to the highest-reaching branches, as it is an edible one."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/065_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Yawning Portal Buttermilk Biscuits",
			"source": "HF",
			"entries": [
				"These unassuming buttermilk biscuits will melt in your mouth. Rumor has it that the esteemed Lady Alustriel Silverhand provided the Yawning Portal's famed former-adventurer-turned-proprietor, Durnan, with her very own recipe for these savory, flaky cakes, now served by the basket \"round the clock.\" While the inn's undisputed main attraction is the cavernous portal that descends straight into deadly Undermountain dungeon, these famed biscuits are a close second. Whether slathered with a softened rose-apple butter spread or graced with elderberry preserves or brackleberry jam, you can't go wrong with this irresistible quick and easy human staple. And now you can make them in the warm confines of your own humble abode with this coveted recipe. Weary travelers (and excessive drinkers) take note: it is claimed that nothing helps shake off fatigue or an ale-induced hangover quite like one of Durnan's made-to-order morningfeast biscuit sandwiches, composed of easy poached or scrambled eggs and your choice of freshly fried thick-cut ham or pork roll."
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "recipes/HF/051_Newm_9781984858900_lay_art_r1.webp"
					}
				}
			]
		},
		{
			"name": "Zzar",
			"source": "HF",
			"entries": [
				"There isn't a human-run tavern on the Sword Coast that doesn't serve some form of Zzar, a northwest Faerûnian bar staple. Often pricier than lager or stout, this nut-flavored, orange-hued refreshment is often crafted by fortifying sluth (a sparkling white wine) with an almond liqueur. Some barkeeps substitute amaretto for a liqueur that mimics the taste of almond but forgoes nuts entirely in favor of herbs and spice, while others add their own twists to the tried-and-true recipe. In any case, the desired result is a smooth and creamy nut drink with a strong kick and a vibrant aftertaste that might include subtle variations ranging from sweet or tangy to salted or roasted."
			]
		}
	]
}
